{
    "lesson": {
        "id":1,
        "book":"Junior",
        "year":2,
        "language":"EN",
        "chapterNumber":"1",
        "chapterTitle":"GOD CREATES MAN",
        "paragraphs":[
            {"title":"STUDYING GOD'S WORD",
            "content":"<p><b>Bible Reference</b><br />Genesis 1:26-31; 2:4-25</p><p><b>Memory Verse</b><br />Psalm 8:6<br />You made man ruler over the works of your hands, you put everything under his feet.</p>"
            },
            {"title":"Bible Background",
                "content":"<p>Where was Eden, the beautiful garden in God's creation where he placed Adam and Eve, located? The mention of the rivers Tigris and Euphrates, in Genesis 2:14, which today flow through Iraq, convinces us that Eden was once an historical place on the earth; most probably in the Middle East.</p><p>Who is this God who created the heavens and the earth, and in the end created man? He is the everlasting God (Father, Son and Holy Spirit) who existed before creation. John1:1-4 and Colossians 1:15-16 state that Jesus Christ was with God the Father from the beginning, involved in planning and creating the universe, as was God's Spirit, Genesis 1:1-2. Thus God, Father, Son and Holy Spirit, worked together in the creation of the heavens and the earth.</p><p>This God created man in his image, enabling him to love and communicate, as he was a God of love who communicated. He loved man and made him His delight. His God-given task was to subdue the earth and be ruler over God's creation, Genesis 1:28; 2:15. God remained creator, and man remained the created one, lifted to high dignity under God's leadership.</p><p>It is therefore fitting for us to praise God our creator, to love and obey him, and teach our children also to praise, love and obey him and live responsibly in God's creation.</p>"
            },
            {"title":"Understanding the AIM",
                "content":"<p>Through this lesson the children will:<ul><li>understand that they were created by God in his image to rule on earth under God's guidance</li><li>feel joy about the challenge God presents to them</li><li>get involved in doing some good work in God's creation.</li></ul></p>"
            },
            {"title":"GUIDING THE CHILDREN THROUGH THE LESSON",
                "content":"<h3>Creating Interest</h3><p><b>Welcoming the Children</b><br>Each child, especially newcomers to the class, and children moving up from the Primary group, should be warmly greeted by the teacher so that he/she feels noticed. Give time for the children to introduce themselves and become acquainted with the classroom, their classmates and with you, their teacher.</p>"
            },
            {"title":"Telling The Bible Story",
                "content":"<p><b>God Creates the Heavens and the Earth</b><br>“In the beginning God created the heavens and the earth.”<br>What was that new beginning? Where there had been nothing, God spoke and something came into being:<br>(The teacher points to the picture as he speaks.)</p>..."
            }
        ]
}
}